Repository: martin-ueding/address-db
Catalog: devel/locale/*.po
Languages: de

source: %d entries were deleted.
de: %d Einträge wurden gelöscht.

source: %d hours ago
de: vor %d Stunden

source: %d minutes ago
de: vor %d minuten

source: %s is not installed
de: %s ist nicht installiert

source: %s needs the %s
de: %s benötigt %s

source: %s needs the database.
de: %s benötigt die Datenbank.

source: (today %d years old)
de: (heute %d Jahre alt)

source: Address DB
de: Adressdatenbank

source: Address Database
de: Adressdatebank

source: Aquarius
de: Wassermann

source: Aries
de: Widder

source: Birthday
de: Geburtstag

source: Birthdays
de: Geburtstage

source: Cancer
de: Krebs

source: Capricorn
de: Steinbock

source: Company
de: Firma

source: Dear
de: Sehr geehrte(r)

source: December
de: Dezember

source: Did you mean %s instead of %s?
de: Meinten Sie %s anstelle von %s?

source: Do not send!
de: Nicht senden!

source: Do you really want to delete the entry %s?
de: Wollen Sie wirklich den Eintrag %s löschen?

source: Do you really want to remove the picture for %s?
de: Wollen Sie wirklich das Bild für %s löschen?

source: Do you really want to send a verification mail to %s?
de: Möchten Sie wirklich eine Überprüfungsemail an %s senden?

source: Dutch
de: Niederländisch

source: English
de: Englisch

source: Error
de: Fehler

source: Error during deletion of image %s!
de: Fehler beim Löschen des Bildes %s!

source: February
de: Februar

source: For %s, there is %d entry:
de: Für %s gibt es %d Eintrag:

source: Gemini
de: Zwillinge

source: German
de: Deutsch

source: Hello %s
de: Guten Tag %s

source: If you want to correct something, please feel free to reply to this mail and tell us the changes. Amendments are welcomed as well.
de: Wenn Sie etwas korrigieren m&ouml;chten, antworten Sie bitte einfach auf diese Email und schildern Sie Ihre &Auml;nderungen. Erg&auml;nzungen (Emailadresse, Geburtsdatum, weitere Telefonnummern oder Chat-Pseudonyme) sind ebenfalls willkommen.

source: In which groups is this person?
de: In welchen Gruppen ist diese Person?

source: January
de: Januar

source: July
de: Juli

source: June
de: Juni

source: Language to send the email in:
de: Sprache, in der die Email gesendet werden soll:

source: Leo
de: Löwe

source: Libra
de: Waage

source: March
de: März

source: Maximum file size is 2 MB!
de: Die maximale Dateigröße ist 2 MB!

source: May
de: Mai

source: Missing an ID.
de: ID fehlt.

source: Mr.
de: Herr

source: Ms.
de: Frau

source: No search query was entered
de: Es wurde kein Suchbegriff eingegeben

source: No, cancel!
de: Nein, abbrechen!

source: October
de: Oktober

source: PHP Family Address DB
de: PHP Familien Adressdatenbank

source: Pisces
de: Fische

source: Please check your data
de: Bitte überprüfen Sie Ihre Daten

source: Please click here, if all your data is up-to-date:
de: Bitte klicken Sie hier, falls Ihre Daten aktuell sind:

source: Sagittarius
de: Schütze

source: Scorpio
de: Skorpion

source: Searching for the term %s
de: Suche nach %s

source: Sorry, I could not find a site like that.
de: Entschuldigung, ich konnte keine deartige Seite finden.

source: Sorry, but that code seems to be wrong. Have you clicked on that link before maybe?
de: Entschuldigung, allerdings scheint dieser Code falsch zu sein. Haben Sie den Link eventuell schon angeklickt?

source: Sure, delete that!
de: Sicher, löschen!

source: Taurus
de: Stier

source: Thank you for taking the time to review and confirm your data.
de: Vielen Dank, dass Sie sich die Zeit genommen haben Ihre Daten zu überprüfen.

source: Thank you!
de: Vielen Dank!

source: The entry %s was deleted.
de: Der Eintrag %s wurde gelöscht.

source: The entry was updated.
de: Der Eintrag wurde aktualisiert.

source: The file that you want to upload is too big!
de: Die Datei, die Sie hochladen möchten, ist zu groß.

source: The group %s contains %d entry that %s knows:
de: Die Gruppe %s enthält %d Eintrag, den %s kennt:

source: The group %s contains %d entry:
de: Die Gruppe %s enthält %d Eintrag:

source: The last email was sent within the last 24 hours. No email was sent now because this looks like an error.
de: Die letzte Email wurde in den letzten 24 Stunden versendet, daher wurde keine neue Email gesendet.

source: The picture was added.
de: Das Bild wurde hinzugefügt.

source: The picture was removed.
de: Das Bild wurde entfernt.

source: The search for entries that %s knows with last names starting with the letter %s yielded %d result:
de: Die Suche nach Einträgen, die %s kennt und deren Nachname mit %s beginnt, brachte %d Ergebnis:

source: The search for entries with last names starting with the letter %s yielded %d result:
de: Sie Suche nach Einträgen, deren Nachname mit %s beginnt, brachte %d Ergebnis:

source: The temporary file could not be found. If you just have reloaded this page, this is normal.
de: Die temporäre Datei konnte nicht gefunden werden. Falls Sie diese Seite gerade aktualisiert haben, ist dies normal.

source: The verification email was sent.
de: Die Überprüfungsmail wurde verschickt.

source: There are no invalid or unneeded entries.
de: Es gibt keine ungültigen oder unbenutzen Einträge.

source: There is %d entry:
de: Es gibt %d Eintrag:

source: There is no ID specified.
de: Es wurde keine ID angegeben.

source: There is no file %s.
de: Die Datei %s gibt es nicht.

source: There was an error while sending the verification email:
de: Es gab einen Fehler beim Senden der Überprüfungsmail:

source: This entry does not have an email address. This should be an impossible error since you should not even be able to get here then.
de: Dieser Eintrag hat keine Emailadresse. Es sollte unmöglich sein, diesen Fehler zu bekommen.

source: Turkish
de: Türkisch

source: Virgo
de: Jungfrau

source: Warning
de: Warnung

source: Was the data checked and is it up-to-date?
de: Wurden die Daten überprüft und sind jetzt aktuell?

source: Who knows this person?
de: Wer kennt diese Person?

source: Yes, delete picture!
de: Ja, Bild löschen!

source: You need to create a config file
de: Sie müssen eine Konfigurationsdatei anlegen.

source: address
de: Adresse

source: address change affects
de: Adressänderung betrifft

source: all
de: alle

source: all birthdays
de: alle Geburtstage

source: as part of a URL
de: als Teil einer URL

source: as part of a chat nickname
de: als Teil eines Chatpseudonyms

source: as part of a house fax number
de: als Teil einer Hausfaxnummer

source: as part of a house phone number (aux)
de: als Teil einer Haustelefonnummer (sonstiges)

source: as part of a house phone number (mobile)
de: als Teil einer Haustelefonnummer (mobil)

source: as part of a house phone number (private)
de: als Teil einer Haustelefonnummer (privat)

source: as part of a house phone number (work)
de: als Teil einer Haustelefonnummer (geschäftlich)

source: as part of a name
de: als Teil eines Namens

source: as part of a note
de: als Teil einer Notiz

source: as part of a personal fax number
de: als Teil einer persönlichen Faxnummer

source: as part of a personal phone number (aux)
de: als Teil einer persönlichen Telefonnummer (sonstiges)

source: as part of a personal phone number (mobile)
de: als Teil einer persönlichen Telefonnummer (mobil)

source: as part of a personal phone number (private)
de: als Teil einer persönlichen Telefonnummer (privat)

source: as part of a personal phone number (work)
de: als Teil einer persönlichen Telefonnummer (geschäftlich)

source: as part of an address
de: als Teil einer Adresse

source: as part of an email address
de: als Teil einer Emailadresse

source: associated with
de: verbunden mit

source: birth date
de: Geburtsdatum

source: birthday
de: Geburtstag

source: birthday list
de: Geburtstagsliste

source: birthdays
de: Geburtstage

source: born<!-- both gender form-->
de: geborene(r)

source: born<!-- female form -->
de: geborene

source: born<!-- male form -->
de: geborener

source: cancel
de: abbrechen

source: create a new entry
de: neuen Eintrag erstellen

source: create entry
de: Eintrag erstellen

source: create new entry
de: neuen Eintrag erstellen

source: create new group
de: neue Gruppe anlegen

source: current birthdays
de: aktuelle Geburtstage

source: data is up to date
de: Daten sind aktuell

source: database check
de: Datenbankkontrolle

source: delete %d unneeded entries
de: lösche %d unbenutze Einträge

source: delete %s
de: %s löschen

source: delete %s's picture
de: Bild für %s löschen

source: delete an entry
de: Eintrag löschen

source: delete picture
de: Bild löschen

source: delete this entry
de: diesen Eintrag löschen

source: display entry
de: Eintrag anzeigen

source: download VCard
de: VCard herunterladen

source: edit %s
de: %s bearbeiten

source: edit entry
de: Eintrag bearbeiten

source: edit this entry
de: diesen Eintrag bearbeiten

source: email other
de: Email sonstiges

source: email private
de: Email privat

source: email work
de: Email geschäftlich

source: empty groups
de: leere Gruppen

source: entries for %s
de: Einträge für %s

source: entries without a form of address
de: Einträge ohne Anrede

source: entries without an email address
de: Einträge ohne Emailadresse

source: everybody that lives here
de: alle, die hier wohnen

source: export LaTeX sheets
de: LaTeX Blätter exportieren

source: export this list as a LaTeX for day planner sheets
de: diese Liste als LaTeX für Kalenderblätter exportieren

source: export this list as a VCard
de: diese Liste als VCard exportieren

source: first name
de: Vorname

source: form of address
de: Anrede

source: general telephones
de: allgemeine Telefone

source: group &bdquo;%s&ldquo;
de: Gruppe &bdquo;%s&ldquo;

source: groups
de: Gruppen

source: in the future ...
de: in der Zukunft ...

source: integrity check
de: Integritätsüberprüfung

source: invalid family member links
de: ungültige Famlienmitgliedsbeziehungen

source: invalid group links
de: ungültige Gruppenbeziehungen

source: just now
de: gerade eben

source: languages
de: Sprachen

source: last check %s (%d days ago)
de: letzte Überprüfung %s (vor %d Tagen)

source: last edited
de: zuletzt bearbeitet

source: last name
de: Nachname

source: letter &bdquo;%s&ldquo;
de: Buchstabe &bdquo;%s&ldquo;

source: list
de: Liste

source: maiden name
de: Geburtsname

source: maintenance
de: Wartung

source: menu
de: Menü

source: menu by %s
de: Menü von %s

source: middle name
de: zweiter Vorname

source: mobile
de: mobil

source: mode
de: Modus

source: names and relations
de: Name und Bezüge

source: never
de: noch nicht

source: next month
de: nächster Monat

source: no birthday
de: kein Geburtsdatum

source: no email address
de: keine Emailadresse

source: no form of address
de: keine Anrede

source: no results
de: keine Ergebnisse

source: no suggestions available
de: keine Vorschläge verfügbar

source: notes
de: Notizen

source: nothing found
de: nichts gefunden

source: on the
de: am

source: only JPEG
de: nur JPEG

source: only this person
de: nur diese Person

source: or enter a new address
de: oder eine neue Adresse eingeben

source: other
de: sonstige

source: part %d of %d
de: Teil %d von %d

source: personal contact information
de: persönliche Kontaktinformationen

source: picture upload
de: Bild hochladen

source: pictures with no associated entry
de: Bilder ohne verbunden Eintrag

source: please take a minute and control your data that we have saved in our address book. If everything is correct, please click on the link at the bottom of this email.
de: bitte nehmen Sie sich einen Augenblick und kontrollieren die Daten, die wir in unserem Adressbuch gespeichert haben. Wenn alles korrekt ist, klicken Sie bitte auf den Link unten in der Email.

source: postral code, city and country
de: PLZ, Stadt und Land

source: private
de: privat

source: profile page
de: Profilseite

source: relations
de: Bezüge

source: report a bug
de: einen Fehler melden

source: save
de: speichern

source: search for &bdquo;%s&ldquo;
de: Suche nach &bdquo;%s&ldquo;

source: send
de: senden

source: send an email to everybody in this list
de: eine Email an alle in dieser Liste senden

source: send verification email
de: Überprüfungsemail senden

source: show map
de: zeige Karte

source: show my entries
de: zeige meine Einträge

source: street
de: Straße

source: telephone
de: Telefon

source: telephone mobile
de: Telefon mobil

source: telephone other
de: Telefon sonstiges

source: telephone private
de: Telefon privat

source: telephone work
de: Telefon geschäftlich

source: this month
de: dieser Monat

source: unused addresses
de: unbenutze Adressen

source: unused area codes
de: unbenutze Vorwahlen

source: unused cities
de: unbenutze Städte

source: unused countries
de: unbenutzte Länder

source: unused postral codes
de: unbenutze Postleitzahlen

source: up-to-dateness
de: Aktualität

source: upload %s's picture
de: Bild für %s hochladen

source: upload picture
de: Bild hochladen

source: verification email
de: Überprüfungsemail

source: verification mail %s sent, confirmation pending
de: Überprüfungsmail %s gesendet, Bestätigung ausstehend

source: verification mail for %s
de: Überprüfungsmail für %s

source: within in the last minute
de: innerhalb der letzten Minute

source: without a birthday
de: ohne Geburtstag

source: work
de: geschäftlich

source: yes
de: ja
